{
  "23": {
    "cid": 23,
    "name": "Anita",
    "vision1": "The version of you who reinvents your financial chapter with strength.",
    "vision2": "Who builds wealth that supports your health, vision, and legacy.",
    "gender": "",
    "reading_intro": "Anita, you are not afraid of growth. You are not someone who plays small. You are wired for expansion, for bigger visions, for more impact, for more income. And yet right now, money feels <strong><u>stressful</u></strong> instead of exciting.\n\nThat tension is important.\n\nBecause when an Expansion archetype feels stressed about money, it’s usually not from laziness. It’s from pushing. From carrying. From trying to break through a ceiling that feels invisible but persistent.\n\nYou are willing to go all in. You are self-led. You know you can create. But when income rises and falls, when momentum doesn’t hold, it can start to feel like you’re rebuilding confidence every time instead of compounding it.\n\nThat cycle of scarcity isn’t about lack of effort. It’s about expansion without anchoring.\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, we turn your drive for expansion into structured wealth so growth stops collapsing and starts compounding.</h2>\n\nThe Prosperity Portal is not about hustling harder. It’s about installing the kind of financial structure that holds your ambition. It teaches you how to expand without burning out, how to grow income without recreating stress, and how to build a foundation strong enough to support the level you are reaching for.\n\nThis is where scarcity stops being a repeating pattern and becomes a closed chapter. Where your willingness to go all in is finally met with systems that protect what you build.\n\nYou don’t need less ambition. You need a container that can hold it. The Prosperity Portal is that container."
  },
  "281": {
    "cid": 281,
    "name": "Aoife",
    "vision1": "The version of you who expands into wealth without burnout.",
    "vision2": "Who builds legacy assets and success in a way that feels powerful and grounded.",
    "gender": "",
    "reading_intro": ""
  },
  "16775": {
    "cid": 16775,
    "name": "Tammy",
    "vision1": "The version of you who feels deeply supported in the physical world, who sees your spiritual trust reflected in steady, tangible income.",
    "vision2": "Who experiences money as consistent rulership rather than unpredictable flow.",
    "gender": "",
    "reading_intro": ""
  },
  "13099": {
    "cid": 13099,
    "name": "Daniel",
    "vision1": "The version of you who experiences steady clients and stable income.",
    "vision2": "Who feels recognized for your skillset without chaos.",
    "gender": "male",
    "reading_intro": ""
  },
  "16763": {
    "cid": 16763,
    "name": "Helen",
    "vision1": "The version of you who feels financially independent and emotionally safe.",
    "vision2": "Who lives on your own terms without control or shame around money.",
    "gender": "",
    "reading_intro": ""
  },
  "16590": {
    "cid": 16590,
    "name": "Karina",
    "vision1": "The version of you who earns well without feeling drained.",
    "vision2": "Who builds meaningful wealth while protecting your vitality and freedom.",
    "gender": "",
    "reading_intro": ""
  },
  "1084": {
    "cid": 1084,
    "name": "Jourdan",
    "vision1": "The version of you who receives large amounts of money and feels completely safe doing so.",
    "vision2": "Who creates abundance that allows you to relax, build, and expand with support.",
    "gender": "",
    "reading_intro": ""
  },
  "17168": {
    "cid": 17168,
    "name": "Michail",
    "vision1": "The version of you who earns through aligned leadership and smart structure.",
    "vision2": "Who experiences financial autonomy without exhausting yourself.",
    "gender": "male",
    "reading_intro": ""
  },
  "2177": {
    "cid": 2177,
    "name": "Sabby",
    "vision1": "The version of you who builds steady, recurring income through commitment and clarity.",
    "vision2": "Who feels secure knowing your wealth is supported by structure, not hustle.",
    "gender": "",
    "reading_intro": ""
  },
  "1868": {
    "cid": 1868,
    "name": "Sarah",
    "vision1": "The version of you who feels financially stable and no longer weighed down by pressure.",
    "vision2": "Who steadily rebuilds your resources and creates space beyond debt.",
    "gender": "",
    "reading_intro": ""
  },
  "5628": {
    "cid": 5628,
    "name": "Sharms",
    "vision1": "The version of you who feels peaceful in your body around money.",
    "vision2": "Who experiences debt freedom and expansion without fear disrupting your follow-through.",
    "gender": "",
    "reading_intro": ""
  },
  "17154": {
    "cid": 17154,
    "name": "Tamara",
    "vision1": "The version of you who sees your effort reflected in visible financial success.",
    "vision2": "Who feels confident knowing your work translates into real reward.",
    "gender": "",
    "reading_intro": ""
  },
  "14903": {
    "cid": 14903,
    "name": "Brian",
    "vision1": "The version of you who builds steady, predictable growth.",
    "vision2": "Who feels stable and relieved knowing your foundation is solid.",
    "gender": "male",
    "reading_intro": ""
  },
  "3591": {
    "cid": 3591,
    "name": "Tiffany",
    "vision1": "The version of you who feels financially safe and free at the same time.",
    "vision2": "Who leaves what drains you and builds income that feels steady, supportive, and entirely yours.",
    "gender": "",
    "reading_intro": ""
  },
  "17262": {
    "cid": 17262,
    "name": "Juliette",
    "vision1": "The version of you who creates money in a way that feels electric, aligned, and entirely self-led.",
    "vision2": "Who wakes up knowing the way you earn is built around your fire, not someone else’s formula.",
    "gender": "",
    "reading_intro": "Juliette, you are not here to live inside your potential. You are here to expand it. You feel it in your body — that sense that there is more available to you. More income. More visibility. More impact. And even when money feels comfortable, there is a quiet tension underneath it. A knowing that comfortable is not your final destination.\n\nFor an Expansion archetype, comfort can become a ceiling. It feels stable… but it doesn’t feel alive. And you weren’t built for small, predictable cycles. You were built for momentum.\n\nBut here’s the catch: expansion without structure creates spikes instead of scale. It creates excitement followed by recalibration. Growth followed by recalculating. And that’s where frustration creeps in.\n\nYou don’t just want more money. You want money that grows in a way that feels powerful, aligned, and anchored.\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, your expansion finally meets structure — so your income doesn’t just rise, it compounds.</h2>\n\nThe Prosperity Portal installs the foundation that can hold the level you’re reaching for. It turns ambition into architecture. Vision into velocity. Instead of chasing the next level, you build it — deliberately, strategically, sustainably.\n\nThis is where your Expansion archetype stops feeling restless and starts feeling unstoppable. Where comfort evolves into calibrated growth. Where your next level becomes inevitable — not temporary."
  },
  "17230": {
    "cid": 17230,
    "name": "Rania",
    "vision1": "The version of you who moves through money with boldness and grace, no longer shrinking your desires to feel safe.",
    "vision2": "Who receives larger sums with calm certainty, because ease and overflow are now your normal.",
    "gender": "",
    "reading_intro": "Rania, you have felt the pull toward something bigger for a long time. A version of you who earns with ease. Who flows instead of forces. Who expands without bracing.\n\nBut when growth feels uncertain, it can create quiet overwhelm. Not because you aren’t capable — but because part of you doesn’t trust that it will hold.\n\nExpansion requires belief. And belief requires evidence.\n\nFor someone wired for growth, the most painful thing isn’t lack. It’s doubt. The question of whether you are truly built for the level you desire.\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, we anchor your expansion in structure so ease becomes sustainable — not fragile.</h2>\n\nThe Portal replaces uncertainty with clarity. It replaces emotional swings with systems that hold you steady while you grow. It shows you how to scale without chaos. How to move forward without questioning whether it will collapse.\n\nThis is where your capacity becomes confidence. Where your ambition stops arguing with your nervous system. Where expansion becomes your identity — not just your desire."
  },
  "17224": {
    "cid": 17224,
    "name": "Vicki",
    "vision1": "The version of you who feels steady, solvent, and finally ahead instead of catching up.",
    "vision2": "Who moves through life without the quiet pressure of debt, because your finances now feel clean, simple, and handled.",
    "gender": "",
    "reading_intro": "Vicki, what I’m sensing when you talk about needing confidence to complete projects isn’t insecurity. It’s <strong><u>pressure</u></strong>. It’s the weight of being the one who has to make things work, cover the bills, and hold everything together while also feeling the timeline getting louder as retirement approaches.\n\nYou are <strong>responsible</strong>. You are <strong>capable</strong>. You are not careless with money. In fact, you are often the one who sees what needs to be improved, fixed, optimized, or handled before anyone else does.\n\nBut that same responsibility has trained your nervous system to treat every decision like it carries consequences. So finishing something isn’t just about execution. It feels like <strong>risk</strong>. It feels like <strong>exposure</strong>. It feels like, \"If I commit fully, this has to work.\"\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, we rebuild your relationship with completion so projects become revenue instead of leakage.</h2>\n\nThe Prosperity Portal shifts you from pressure into clean structure. It recalibrates how you handle emotional timing so financial decisions stop being made under pressure, and creates a profit structure that protects you before you reinvest."
  },
  "17211": {
    "cid": 17211,
    "name": "Mary",
    "vision1": "The version of you who feels spiritually grounded and financially steady at the same time.",
    "vision2": "Who trusts that money supports your life consistently, without pressure or chaos.",
    "gender": "",
    "reading_intro": ""
  },
  "17186": {
    "cid": 17186,
    "name": "Sherry",
    "vision1": "The version of you who experiences financial relief instead of cycles of strain.",
    "vision2": "Who sees larger sums flow in cleanly and completely, shifting your life into stability.",
    "gender": "",
    "reading_intro": ""
  },
  "17165": {
    "cid": 17165,
    "name": "Melissa",
    "vision1": "The version of you who keeps the money you earn and builds momentum without sudden setbacks.",
    "vision2": "Who watches your income grow without unexpected disruptions pulling you backward.",
    "gender": "",
    "reading_intro": ""
  },
  "17149": {
    "cid": 17149,
    "name": "Amy",
    "vision1": "The version of you who no longer feels behind or comparing your path to anyone else.",
    "vision2": "Who creates financial stability in your own timing, without shame or urgency.",
    "gender": "",
    "reading_intro": ""
  },
  "17088": {
    "cid": 17088,
    "name": "Julie",
    "vision1": "The version of you who experiences money as thrilling, expansive, and deeply pleasurable.",
    "vision2": "Who moves toward wealth with excitement instead of fear, knowing overflow is natural for you.",
    "gender": "",
    "reading_intro": "Julie, you don’t just want more money — you want a different relationship with it. One that feels exciting instead of tense. Magnetic instead of pressured. Alive instead of cautious.\n\nYou are wired for growth. For overflow. For bigger rooms and bolder moves. But when money feels stressful, expansion can start to feel like a risk instead of a thrill.\n\nThat tension isn’t weakness. It’s misalignment between ambition and structure.\n\nYou are willing to go all in. But going all in without reinforcement creates burnout instead of abundance.\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, your expansion becomes embodied — so wealth feels exhilarating, not exhausting.</h2>\n\nThe Prosperity Portal rewires the way you hold growth. It teaches you how to expand without recreating fear. How to build overflow without sacrificing peace. How to turn desire into disciplined design.\n\nThis is where your relationship with money becomes pleasurable again. Where excitement replaces doubt. Where expansion becomes your natural state — not something you fight to maintain."
  },
  "16761": {
    "cid": 16761,
    "name": "Karolina",
    "vision1": "The version of you who confidently expands into higher levels of wealth without shrinking your ambition.",
    "vision2": "Who moves as someone capable of millions, because your capacity now matches your vision.",
    "gender": "",
    "reading_intro": ""
  },
  "16562": {
    "cid": 16562,
    "name": "Katarzyna",
    "vision1": "The version of you who receives substantial amounts of money in focused, powerful waves.",
    "vision2": "Who holds large sums with calm certainty, knowing fast growth feels safe in your hands.",
    "gender": "",
    "reading_intro": ""
  },
  "16560": {
    "cid": 16560,
    "name": "Shantay",
    "vision1": "The version of you who releases the weight of debt and feels financially reset.",
    "vision2": "Who builds stability step by step until abundance feels structured and secure.",
    "gender": "",
    "reading_intro": ""
  },
  "16380": {
    "cid": 16380,
    "name": "Phoenix",
    "vision1": "The version of you who no longer lives in cycles of feast and famine.",
    "vision2": "Who has consistent income of your own and experiences steady financial independence.",
    "gender": "",
    "reading_intro": ""
  },
  "15636": {
    "cid": 15636,
    "name": "Natasha",
    "vision1": "The version of you who allows money to support you without resistance or self-sabotage.",
    "vision2": "Who receives unexpected income with ease, because you no longer make it harder than it needs to be.",
    "gender": "",
    "reading_intro": ""
  },
  "14927": {
    "cid": 14927,
    "name": "Shahanna",
    "vision1": "The version of you who expands boldly into leadership and financial ownership.",
    "vision2": "Who moves decisively toward wealth, because clarity now feels embodied instead of distant.",
    "gender": "",
    "reading_intro": ""
  },
  "14855": {
    "cid": 14855,
    "name": "Kev",
    "vision1": "The version of you who moves through money with creative confidence and strategic expansion.",
    "vision2": "Who sees wealth materialize through aligned action, because he trusts his ability to generate it.",
    "gender": "male",
    "reading_intro": ""
  },
  "13855": {
    "cid": 13855,
    "name": "Joan",
    "vision1": "The version of you who feels fully provided for, with more than enough.",
    "vision2": "Who experiences financial calm in this season of life, knowing your needs are handled.",
    "gender": "",
    "reading_intro": ""
  },
  "12316": {
    "cid": 12316,
    "name": "Earl",
    "vision1": "The version of you who releases old financial resistance and operates from empowered momentum.",
    "vision2": "Who builds wealth with clarity and strength, because he no longer carries past limitations into the present.",
    "gender": "male",
    "reading_intro": ""
  },
  "11961": {
    "cid": 11961,
    "name": "Missy",
    "vision1": "The version of you who experiences steady, reliable income without strain.",
    "vision2": "Who sees money arrive smoothly and regularly, supporting the life you are building.",
    "gender": "",
    "reading_intro": ""
  },
  "10897": {
    "cid": 10897,
    "name": "Terese",
    "vision1": "The version of you who feels financially secure and free to choose your experiences without hesitation.",
    "vision2": "Who moves through life knowing your resources support your desires comfortably and consistently.",
    "gender": "",
    "reading_intro": ""
  },
  "7957": {
    "cid": 7957,
    "name": "Aslan",
    "vision1": "The version of you who experiences money as steady and naturally supportive.",
    "vision2": "Who trusts that financial ease follows your path and builds quietly over time.",
    "gender": "",
    "reading_intro": ""
  },
  "6478": {
    "cid": 6478,
    "name": "Fabienne",
    "vision1": "The version of you who no longer drops back into survival mode after moments of progress.",
    "vision2": "Who builds financial stability that holds, even as your life expands.",
    "gender": "",
    "reading_intro": ""
  },
  "6355": {
    "cid": 6355,
    "name": "Rhonni",
    "vision1": "The version of you who earns expansively beyond hourly exchange.",
    "vision2": "Who sees freelance income scale powerfully, freeing you from limits tied to time.",
    "gender": "",
    "reading_intro": ""
  },
  "4061": {
    "cid": 4061,
    "name": "Nicola",
    "vision1": "The version of you who moves forward with calm financial clarity and strategic stability.",
    "vision2": "Who takes steady next steps that strengthen your wealth year after year.",
    "gender": "",
    "reading_intro": ""
  },
  "3454": {
    "cid": 3454,
    "name": "Theresa",
    "vision1": "The version of you who trusts money as a constant ally in your life.",
    "vision2": "Who expands your income confidently, knowing it stays and grows with you.",
    "gender": "",
    "reading_intro": ""
  },
  "2420": {
    "cid": 2420,
    "name": "Maggie",
    "vision1": "The version of you who experiences financial reset and steady rebuilding.",
    "vision2": "Who moves out of debt and into structured abundance that lasts.",
    "gender": "",
    "reading_intro": ""
  },
  "2020": {
    "cid": 2020,
    "name": "Jodi",
    "vision1": "The version of you who embodies wealth as a natural extension of who you are.",
    "vision2": "Who expands your income and influence boldly, because prosperity feels normal to you.",
    "gender": "",
    "reading_intro": ""
  },
  "1040": {
    "cid": 1040,
    "name": "Teresa",
    "vision1": "The version of you who feels financially supported while living fully and freely.",
    "vision2": "Who travels, shops, and chooses experiences knowing your money is steady and sufficient.",
    "gender": "",
    "reading_intro": ""
  },
  "661": {
    "cid": 661,
    "name": "Lilly",
    "vision1": "The version of you who experiences consistent income instead of unpredictable cycles.",
    "vision2": "Who builds financial systems that create reliable overflow month after month.",
    "gender": "",
    "reading_intro": ""
  },
  "653": {
    "cid": 653,
    "name": "Jo",
    "vision1": "The version of you who releases self-doubt and rebuilds financial stability with clarity.",
    "vision2": "Who creates steady progress and feels grounded in your money decisions.",
    "gender": "",
    "reading_intro": ""
  },
  "637": {
    "cid": 637,
    "name": "Tommi",
    "vision1": "The version of you who moves out of financial strain and into structured overflow.",
    "vision2": "Who builds consistent income streams that create true abundance.",
    "gender": "",
    "reading_intro": ""
  },
  "618": {
    "cid": 618,
    "name": "Shona",
    "vision1": "The version of you who feels financially safe and no longer bracing for loss.",
    "vision2": "Who rebuilds steadily and experiences income that grows as your nervous system settles.",
    "gender": "",
    "reading_intro": ""
  },
  "590": {
    "cid": 590,
    "name": "Mary",
    "vision1": "The version of you who no longer feels something is holding money back from you.",
    "vision2": "Who receives with calm certainty, knowing what is meant for you arrives and stays.",
    "gender": "",
    "reading_intro": ""
  },
  "395": {
    "cid": 395,
    "name": "Moll",
    "vision1": "The version of you who creates substantial income that remains steady and secure.",
    "vision2": "Who watches larger sums come in and stay, strengthening your long term foundation.",
    "gender": "",
    "reading_intro": "Moll, you are a woman who values steadiness. Structure. Solidity. You’ve built comfort through consistency, and that matters.\n\nBut comfort is not the same as expansion.\n\nThere’s a quiet part of you that wants more than just being okay. More than just covering everything. More than just feeling comfortable. You want money that feels <strong><u>solid and lasting</u></strong>. You want income that grows without threatening the foundation you’ve worked so hard to create.\n\nYou don’t want big spikes followed by stress. You don’t want growth that feels fragile. You want to know that when money increases, it <strong>stays</strong>. That it compounds. That it builds something real.\n\nAnd here’s the truth: stability alone doesn’t create permanence. Structure does. Identity does. Standards do.\n\n<h2 class=\"portalStatement\">Inside the Prosperity Portal, we transform your steady foundation into sustainable expansion so big money doesn’t just arrive — it anchors.</h2>\n\nThe Prosperity Portal is not about reckless growth. It’s about upgrading the way you hold wealth. It teaches you how to expand without destabilizing your life. How to increase income without increasing pressure. How to build systems that protect what you earn so your comfort evolves into true security.\n\nThis is where your Stability archetype becomes power instead of a ceiling. Where your desire for safety turns into leverage. Where your money stops hovering at \"comfortable\" and starts compounding into something that feels undeniable.\n\nYou don’t need to become a different person. You need an environment that matches your ambition. The Prosperity Portal is that environment."
  },
  "359": {
    "cid": 359,
    "name": "Louisa",
    "vision1": "The version of you who moves through money with ease and expanding confidence.",
    "vision2": "Who grows your income in ways that feel lighter, freer, and fully aligned with you.",
    "gender": "",
    "reading_intro": ""
  },
  "242": {
    "cid": 242,
    "name": "Sundi",
    "vision1": "The version of you who feels financially grounded and internally supported.",
    "vision2": "Who experiences steady progress and trusts your money decisions without second guessing.",
    "gender": "",
    "reading_intro": ""
  },
  "151": {
    "cid": 151,
    "name": "Marilyn",
    "vision1": "The version of you who feels financially secure while living the life you imagined.",
    "vision2": "Who builds stable resources that allow you to relax and stop worrying about money.",
    "gender": "",
    "reading_intro": ""
  },
  "121": {
    "cid": 121,
    "name": "Zsófi",
    "vision1": "The version of you who feels steady and supported in your financial world.",
    "vision2": "Who strengthens your foundation until stability feels natural and unquestioned.",
    "gender": "",
    "reading_intro": ""
  },
  "37": {
    "cid": 37,
    "name": "Elly",
    "vision1": "The version of you who releases financial strain and steps into consistent rebuilding.",
    "vision2": "Who moves out of scarcity and into structured abundance that holds.",
    "gender": "",
    "reading_intro": ""
  },
  "13": {
    "cid": 13,
    "name": "My",
    "vision1": "The version of you who no longer struggles to create wealth.",
    "vision2": "Who builds income in simple, aligned ways that feel easeful and sustainable.",
    "gender": "",
    "reading_intro": ""
  }
}
