{
  "23": {
    "name": "Anita",
    "vision1": "The version of you who reinvents your financial chapter with strength.",
    "vision2": "Who builds wealth that supports your health, vision, and legacy."
  },
  "281": {
    "name": "Aoife",
    "vision1": "The version of you who expands into wealth without burnout.",
    "vision2": "Who builds legacy assets and success in a way that feels powerful and grounded."
  },
  "16775": {
    "name": "Tammy",
    "vision1": "The version of you who feels deeply supported in the physical world, who sees your spiritual trust reflected in steady, tangible income.",
    "vision2": "Who experiences money as consistent rulership rather than unpredictable flow."
  },
  "13099": {
    "name": "Daniel",
    "vision1": "The version of you who experiences steady clients and stable income.",
    "vision2": "Who feels recognized for your skillset without chaos.",
    "gender": "male"
  },
  "16763": {
    "name": "Helen",
    "vision1": "The version of you who feels financially independent and emotionally safe.",
    "vision2": "Who lives on your own terms without control or shame around money."
  },
  "16590": {
    "name": "Karina",
    "vision1": "The version of you who earns well without feeling drained.",
    "vision2": "Who builds meaningful wealth while protecting your vitality and freedom."
  },
  "1084": {
    "name": "Jourdan",
    "vision1": "The version of you who receives large amounts of money and feels completely safe doing so.",
    "vision2": "Who creates abundance that allows you to relax, build, and expand with support."
  },
  "17168": {
    "name": "Michail",
    "vision1": "The version of you who earns through aligned leadership and smart structure.",
    "vision2": "Who experiences financial autonomy without exhausting yourself.",
    "gender": "male"
  },
  "2177": {
    "name": "Sabby",
    "vision1": "The version of you who builds steady, recurring income through commitment and clarity.",
    "vision2": "Who feels secure knowing your wealth is supported by structure, not hustle."
  },
  "1868": {
    "name": "Sarah",
    "vision1": "The version of you who feels supported by consistent overflow without pressure.",
    "vision2": "Who grows wealth in a way that strengthens your family and honors your need for stability."
  },
  "5628": {
    "name": "Sharms",
    "vision1": "The version of you who feels peaceful in your body around money.",
    "vision2": "Who experiences debt freedom and expansion without fear disrupting your follow-through."
  },
  "17154": {
    "name": "Tamara",
    "vision1": "The version of you who sees your effort reflected in visible financial success.",
    "vision2": "Who feels confident knowing your work translates into real reward."
  },
  "14903": {
    "name": "Brian",
    "vision1": "The version of you who builds steady, predictable growth.",
    "vision2": "Who feels stable and relieved knowing your foundation is solid.",
    "gender": "male"
  },
  "3591": {
    "name": "Tiffany",
    "vision1": "The version of you who feels financially safe and free at the same time.",
    "vision2": "Who leaves what drains you and builds income that feels steady, supportive, and entirely yours."
  }
}